Repository: smart8612/GoodJob
Catalog: GoodJob/GoodJob/Resources/Localizable.xcstrings
Source language: en
Languages: ko

source: Add Item
ko: 아이템 추가

source: Add Test Record
ko: 시험 기록 추가

source: Add Tests
ko: 시험 추가

source: Applications
ko: 지원서

source: Are you sure want to discard?
ko: 수정을 취소하겠습니까?

source: before
ko: 시작전

source: Cancel
ko: 취소

source: Choose a Job Posting
ko: 채용공고 선택

source: Close
ko: 닫기

source: Company Information
ko: 회사 정보

source: Company Name
ko: 회사 이름

source: complete
ko: 마감

source: Discard Changes
ko: 변경 취소

source: Edit
ko: 편집

source: Edit Job
ko: 채용공고 편집

source: Edit Test Record
ko: 시험 기록 편집

source: Empty Job Application
ko: 지원서 없음

source: Empty Job Posting
ko: 채용공고 없음

source: Ends
ko: 종료일

source: fail
ko: 불합격

source: In-Progress
ko: 진행중

source: Information
ko: 정보

source: interview
ko: 면접 시험

source: Job Application Detail
ko: 지원서 세부사항

source: Job Application Title
ko: 지원서명

source: Job Position
ko: 직무명

source: Job Position Information
ko: 직무 정보

source: Job Posting Link
ko: 채용공고 링크

source: Jobs
ko: 채용공고

source: Jobs Details
ko: 채용공고 세부사항

source: Keep Editing
ko: 계속 편집하기

source: Loading...
ko: 불러오는중...

source: Memo
ko: 메모

source: New Job
ko: 채용공고 신규등록

source: New Job Application
ko: 지원서 신규 등록

source: New Test Record
ko: 시험기록 신규등록

source: pass
ko: 합격

source: Process Information
ko: 채용 절차 정보

source: Recruitment Numbers
ko: 채용 인원

source: Relative Job Posting
ko: 연관된 채용공고

source: Save
ko: 저장

source: Schedule
ko: 일정

source: Select a Job Application
ko: 지원서 선택

source: Select a Job Posting
ko: 채용공고 선택

source: Select a posting
ko: 채용공고 선택

source: Starts
ko: 시작일

source: Status
ko: 상태

source: test
ko: 시험

source: Test Name
ko: 시험명

source: This is Summary View
ko: 개요

source: Workplace Location
ko: 근무지
